{"backdrop_path":"/k7T9xRyzP41wBVNyNeLmh8Ch7gD.jpg","created_by":[{"id":26458,"credit_id":"52585551760ee346610970f5","name":"Kevin Williamson","gender":2,"profile_path":"/jWgZZoKBU1WFaCO5C7jpMBZ7xJs.jpg"},{"id":1214616,"credit_id":"52585551760ee346610970fb","name":"Julie Plec","gender":1,"profile_path":null}],"episode_run_time":[43],"first_air_date":"2009-09-10","genres":[{"id":18,"name":"Drama"},{"id":14,"name":"Fantasy"},{"id":27,"name":"Horror"},{"id":10749,"name":"Romance"}],"homepage":"http://www.cwtv.com/shows/the-vampire-diaries","id":18165,"in_production":false,"languages":["en"],"last_air_date":"2017-03-10","last_episode_to_air":{"air_date":"2017-03-10","episode_number":16,"id":1264246,"name":"I Was Feeling Epic","overview":"With the fate of Mystic Falls at stake, Stefan and Damon must fight their greatest enemy for one last battle.","production_code":"T27.13316","season_number":8,"still_path":"/xtM5p58DvX8Q4vxM14ifpEt8ARO.jpg","vote_average":9.5,"vote_count":6},"name":"The Vampire Diaries","next_episode_to_air":null,"networks":[{"name":"The CW","id":71,"logo_path":"/ge9hzeaU7nMtQ4PjkFlc68dGAJ9.png","origin_country":"US"}],"number_of_episodes":171,"number_of_seasons":8,"origin_country":["US"],"original_language":"en","original_name":"The Vampire Diaries","overview":"The story of two vampire brothers obsessed with the same girl, who bears a striking resemblance to the beautiful but ruthless vampire they knew and loved in 1864.","popularity":313.982,"poster_path":"/aBkVgChtyyJaHyZh1gfd8DbzQon.jpg","production_companies":[{"id":1957,"logo_path":"/3T19XSr6yqaLNK8uJWFImPgRax0.png","name":"Warner Bros. Television","origin_country":"US"},{"id":10067,"logo_path":"/p1kZoVNfkVvk7xyJZEposRxcfh8.png","name":"Alloy Entertainment","origin_country":"US"},{"id":2180,"logo_path":null,"name":"Outerbanks Entertainment","origin_country":"US"},{"id":37423,"logo_path":null,"name":"Bonanza Productions","origin_country":"US"},{"id":1081,"logo_path":"/vfcpaPf6WktaCIHqF4FJAcek8q2.png","name":"CBS Television Studios","origin_country":"US"}],"production_countries":[{"iso_3166_1":"US","name":"United States of America"}],"seasons":[{"air_date":"2009-08-25","episode_count":5,"id":28881,"name":"Specials","overview":"","poster_path":"/qJ3IvwDNG1hFIXRNhv9JXTCaszg.jpg","season_number":0},{"air_date":"2009-09-10","episode_count":22,"id":28882,"name":"Season 1","overview":"Life hasn't been the same for Elena since the tragic death of her parents, but she tries to pick up the pieces and provide support for her troubled younger brother, Jeremy. On her first day back at Mystic Falls High School, Elena meets the mysterious new guy, Stefan, and the two seeming lost souls form an instant connection. What Elena doesn't know, however, is that Stefan is a vampire, constantly resisting the urge to taste her blood. But Stefan, it seems, has a greater evil to deal with when his dangerous older brother, Damon, shows up to wreak havoc on the town of Mystic Falls — and claim Elena for himself.","poster_path":"/prAQa3eoM2bSW5YtkOR7LvAloAL.jpg","season_number":1},{"air_date":"2010-09-09","episode_count":22,"id":28883,"name":"Season 2","overview":"This season, Katherine's appearance in Mystic Falls will throw a wrench into the love triangle between Stefan, Elena and Damon, and the other residents of Mystic Falls must choose sides as they fall victim to a new breed of danger. New and unexpected friendships will be forged, allies will become enemies and hearts will be broken. Plus, Stefan and Damon will be forced to face a villain more evil and diabolical than they thought possible.","poster_path":"/v66h079mtqTZY9P1DXYy3D9FZ7s.jpg","season_number":2},{"air_date":"2011-09-15","episode_count":22,"id":28884,"name":"Season 3","overview":"Season three opens the door to learn more about Klaus and the Original Family as his motives for wanting Stefan on his side are finally revealed. As Stefan sinks deeper into the dark side, Damon and Elena struggle with the guilt of their growing bond, even as they work together to bring Stefan back from the edge. ","poster_path":"/7NkFYi10VFfdeKGvezi0N9asANm.jpg","season_number":3},{"air_date":"2012-10-11","episode_count":23,"id":28885,"name":"Season 4","overview":"The fourth season starts off with everything in transition. Elena faces her worst nightmare as she awakens from her deadly accident to find she must now endure the terrifying change of becoming a vampire — or face certain death. Stefan and Damon are torn even further apart over how to help Elena adjust to a life she never wanted, and everyone must cope with the chaos created after the vampires and their supporters were outed to the town council and local leaders. Despite everything, as Elena and her friends enter into the final stretch of high school before graduation sends them on different paths, they feel the bond to their home town of Mystic Falls take on a deeper meaning when a new mysterious villain is introduced who seems intent on destroying it.","poster_path":"/dGOCHCKyABhzzg6eUg0sPPtlM7K.jpg","season_number":4},{"air_date":"2013-10-03","episode_count":22,"id":28886,"name":"Season 5","overview":"The hit series enters its fifth season with some characters headed off to college, Katherine trying to survive as a human and a shocking Salvatore secret.","poster_path":"/tflT6GtCEYCTQhdH1fOZUwhsG4R.jpg","season_number":5},{"air_date":"2014-10-02","episode_count":22,"id":62019,"name":"Season 6","overview":"Season six follows the characters’ journey back to each other as they explore the duality of good versus evil inside themselves. Michael Malarkey joins the cast as Enzo, an old vampire friend from Damon’s past, and Matt Davis reprises his role as Alaric Saltzman, recently returned from The Other Side.","poster_path":"/eNcq9u5eBzYsaHFo35pzwzVakyq.jpg","season_number":6},{"air_date":"2015-10-08","episode_count":22,"id":67991,"name":"Season 7","overview":"In the wake of Elena Gilbert's goodbye, in season seven, some characters will recover while others falter. As Lily tries to drive a wedge between the Salvatore brothers, we'll still hold onto hope that Stefan and Caroline's love story is strong enough to survive.","poster_path":"/yCwi2SVicZwPxXaW8qDaJzbsMDl.jpg","season_number":7},{"air_date":"2016-10-21","episode_count":16,"id":79312,"name":"Season 8","overview":"The final season of \"The Vampire Diaries\" begins a few months after it left off, with Damon and Enzo on an epic killing spree after being kidnapped and enslaved by the Siren Sybil. During the search to find them, Stefan, Bonnie, Caroline, and Alaric discover that the mysterious force they are up against may be more powerful than they thought and they must go to great lengths to keep the people they love safe. When they discover Sybil's motive, they must do everything in their power to prevent her from accomplishing her goal. Caroline and Stefan take a big step in their relationship, but when Stefan is forced to turn off his humanity to protect the people he loves their plans are put on hold.","poster_path":"/dVfEXTGeJq07XN8vEKstZIQ2OYK.jpg","season_number":8}],"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"}],"status":"Ended","tagline":"You remember your first kiss forever... and ever.","type":"Scripted","vote_average":8.3,"vote_count":4715}